const dt = 
{
  "Iron man": [
    {
      "Name": "Бiрюков Юрiй",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Іванов Ігор Валерійович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Огороднічук Дмитро Васильович",
      "summa": "2000",
      "count": "4"
    },
    {
      "Name": "Міщиха Любомир Михайлович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Руцький Сергій",
      "summa": "2900",
      "count": "5"
    },
    {
      "Name": "Фалінський",
      "summa": "1100",
      "count": "2"
    },
    {
      "Name": "Хоменко Василь",
      "summa": "2000",
      "count": "4"
    },
    {
      "Name": "Рижов Віктор Володимирович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Лабик Надія Олексіївна",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Ярох Юрій Анатолійович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Поліщук Олександр Миколайович",
      "summa": "1500",
      "count": "3"
    },
    {
      "Name": "Хоменко Вячеслав",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Максут Джанаев",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Салабай Наталія Володимирівна",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Казимирський Михайло Павлович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Карапанов Дмитро",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Бауліна Наталія Петрівна",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Новік Михайло Михайлович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Векірчик Іван Іванович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Максюта Роман",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Шкоп Володимир",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Денисюк Віктор Віталійович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Владимир Яценко",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Чертіхіна Вікторія Вікторівна",
      "summa": "3000",
      "count": "6"
    },
    {
      "Name": "Острополець Дмитро Юрійович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Луговий Сергій Сергійович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Калоша Євгеній Олександрович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Смірнов Сергій Леонідович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Асафайло Вадим Володимирович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Ралдугін Олександр Львович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Шостак Ігор Миколайович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Ілюченко Сергій Олександрович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Ядощук Юлія Миколаївна",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Шклярський Владлен Богданович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Пасічник Євген Олексійович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Орестов Євген Олександрович (заказ 157)",
      "summa": "1500",
      "count": "3"
    },
    {
      "Name": "Попов Василь",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Версаль Андрій Олександрович",
      "summa": "3000",
      "count": "6"
    },
    {
      "Name": "Баклан Світлана",
      "summa": "2000",
      "count": "4"
    },
    {
      "Name": "Борисюк Микола Миколайович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Волощук Володимир",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Ковтун Ігор Васильович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "велигура алексий",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Чепіль Степан",
      "summa": "800",
      "count": "1"
    },
    {
      "Name": "Дзябура Дмитро Валерійович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Колісник Наталія Борисівна",
      "summa": "10000",
      "count": "20"
    },
    {
      "Name": "Коритько О.О.",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Maksym Kulykovskyy",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Струк Олександр Ярославович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Володимиров Павло Ігорович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Антіпов Максим",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Імант Кухар Вікторович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Імант Кухар Вікторович",
      "summa": "1400",
      "count": "2"
    },
    {
      "Name": "Басовський Олександр Сергійович",
      "summa": "1400",
      "count": "2"
    },
    {
      "Name": "Artem Velykyy",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Мірошина Марія",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Медяновський Володимир Віталійович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Ніканова Вікторія Владиславівна",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Ілля Самойлич",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Сташенко Валентина Борисівна",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Тулупова Я.Б.",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Яніцька Людмила",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Лозовська Тетяна",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Павленко Олександр",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Остаповець Дмитро Дем'янович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Маякін Олег Вячеславович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Тихоненко Георгій Романович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Кошляк Костянтин Васильович",
      "summa": "1500",
      "count": "3"
    },
    {
      "Name": "Данько Тарас Вікторович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Голуб Микола Миколайович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Рудюк Дмитро",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Ворона Ганна Олександрівна",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Олива Сергій Олегович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Палагнюк Олег Васильович (414)",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Igor Andreev",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Ткаченко Сергiй Петрович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Недолужко Андрій Олександрович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Денисенко Натаоя",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Кравченко Дмитро",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Субота Оксана Іванівна",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Лазарєв Вадим Олександрович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Гавриленко Сергій Володимирович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Дележа Борис Васильович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Дележа Борис Васильович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Гейко Дмитро Володимирович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Юрій",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Гульчевський Антон Леонідович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Бондаренко Ігор Павлович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Передеій Сергій Вікторович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Спірідонова Марія Володимирівна",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Суворов Олександр Юрійович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Руфорний Артем",
      "summa": "2000",
      "count": "4"
    },
    {
      "Name": "Ломачевський Андрій Іванович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "М",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Хроліков Сергій Олексійович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Лотиш Олексій Владиславович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Попков Ігор Ігорович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Петро Мисливий",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Поперека Сергій Олександрович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Корнійчук Дмитро Володимирович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Скригун Владислав Олександрович",
      "summa": "900",
      "count": "1"
    },
    {
      "Name": "Косар Людмила Леонідівна",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Христич Богдан Володимирович",
      "summa": "2000",
      "count": "4"
    },
    {
      "Name": "Лапенко Олексій",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Роман",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "крюкова ольга",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Черновол Олександр Сергыйович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Рогач Андрій Олександрович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Михайличенко Андрій Юрійович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Федоряк валерій олександрович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Баліцький Олексій Олександрович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Oleksii Kuzmenko",
      "summa": "10000",
      "count": "20"
    },
    {
      "Name": "Толкунова Юлія Василівна",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Корчинський Дмитро Леонідович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Горобець Юлія Григорівна (813)",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Шейко Олександр Олександрович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Жилін Андрій Васильович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Рижов Віктор Володимирович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Лібега Володимир Анатолійович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Лукін Андрій Віталійович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Ковальчук Ярослав Валентинович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Андрій",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Харченко Борис",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Ванжула Єгор Ігорович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Сухін В'ячеслав Юрійович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Боброва Ірина Анатоліївна",
      "summa": "2300",
      "count": "4"
    },
    {
      "Name": "Ніколаєнко",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Маякін Олег Вячеславович",
      "summa": "3000",
      "count": "6"
    },
    {
      "Name": "Журляк Іван",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Орел Дмитро Миколайович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Капінус Андрій Костянтинович",
      "summa": "20000",
      "count": "40"
    },
    {
      "Name": "Кочеткова Татьяна Алексеевна",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Караванов Андрій Вікторович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Судома Наіля",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Володимир Єрещенко",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Чечотка Анастасія Олегівна",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Березовський Василь Вікторович",
      "summa": "600",
      "count": "1"
    },
    {
      "Name": "Василь Веклинець (924)",
      "summa": "500",
      "count": "1"
    }
  ],
  "Captain America": [
    {
      "Name": "Батрак Роман Юрійович",
      "summa": "1500",
      "count": "3"
    },
    {
      "Name": "Постріган Олексій Михайлович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Цибулін Олександр Сергійович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Вишинський Дмитро Юрійович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Олексієнко Юрій Валентинович",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Явдощук Михайло",
      "summa": "1000",
      "count": "2"
    },
    {
      "Name": "Постріган Олексій Михайлович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Міщиха Любомир Михайлович",
      "summa": "500",
      "count": "1"
    },
    {
      "Name": "Постріган Олексій Михайлович",
      "summa": "500",
      "count": "1"
    }
  ]
}
